"use client"

import { useState } from "react"

const features = [
  {
    title: "პრემიუმ ინვესტიცია",
    description:
      "ინვესტირება მაღალი კლასის კომერციულ უძრავ ქონებასა და მზა ბიზნესში საბაზრო ღირებულებაზე 20-ჯერ დაბალ ფასად",
  },
  {
    title: "გარანტირებული მოგება",
    description:
      "გარანტირებული საინვესტიციო მოგება ,რომელიც საქართველოს ყველაზე მსხვილი ბანკის საბანკო გარანტიით არის დაცული",
  },
  {
    title: "პრემიალური პირობები",
    description:
      "საინვესტიციო სარგებლის მიღება შეგიძლიათ თქვენთვის სასურველი ნებისმიერი გრაფიკით: ყოველი თვის ბოლოს, სამ თვეში ერთხელ, 6 თვეში ერთხელ,წლის ბოლოს ან წლის დასაწყისში",
  },
  {
    title: "უსაფრთხოება",
    description:
      "ძვირადღირებულ უძრავ ქონებაში გამყარებული 100% დაცული კაპიტალი რომლის ღირებულებაც წლიდანწლამდე იზრდება",
  },
]

export default function FeaturesSection() {
  const [activeFeature, setActiveFeature] = useState(0)

  return null
}

